[Climbable_Twk DisTweaks_Climbable]
m_StopClimbingInteractText=" `GBA_Jump` 跳下"

[Climbable_chain_1400_Twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="锁链"
m_InteractText="`GBA_Use` 抓住"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Climbable_chain_1900_Twk:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="锁链"
m_InteractText="`GBA_Use` 抓住"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Climbable_chain_2500_Twk:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="锁链"
m_InteractText="`GBA_Use` 抓住"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Climbable_chain_400_Twk:DisTweaks_InteractableInterface_3 DisTweaks_InteractableInterface]
m_Name="锁链"
m_InteractText="`GBA_Use` 抓住"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Climbable_chain_900_Twk:DisTweaks_InteractableInterface_4 DisTweaks_InteractableInterface]
m_Name="锁链"
m_InteractText="`GBA_Use` 抓住"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Climbable_chain_Moves_1900_Twk:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="锁链"
m_InteractText="`GBA_Use` 抓住"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Climbable_chain_moves_2500_Twk:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="锁链"
m_InteractText="`GBA_Use` 抓住"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Climbable_chain_moves_400_Twk:DisTweaks_InteractableInterface_3 DisTweaks_InteractableInterface]
m_Name="锁链"
m_InteractText="`GBA_Use` 抓住"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Climbable_chain_moves_900_Twk:DisTweaks_InteractableInterface_4 DisTweaks_InteractableInterface]
m_Name="锁链"
m_InteractText="`GBA_Use` 抓住"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Climbable_Twk:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="锁链"
m_InteractText="`GBA_Use` 抓住"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

